{
  "navbar": {
    "nosotros": "About Us",
    "servicios": "Services and Products",
    "empresas": "Clients",
    "contacto": "Contact"
  },
  "landingHeader": {
    "title": "Integral Sanitation",
    "subtitle": "Environmental Solutions for a Sustainable Future",
    "button": "Learn more about us →"
  },
  "nosotros": {
    "title": "About Us and Our History",
    "paragraph": "Since our foundation in November 2019 as INTEGRAL CUYO, we have focused our efforts on providing comprehensive environmental sanitation solutions that contribute to sustainable and safe development for the people of San Juan. Since then, we have worked tirelessly to meet the needs of various industries, businesses, and individuals; offering technically advanced and specialized products and services.",
    "en2022": "We formally consolidated our company under the name CUYO TRADING SAS, strengthening our operations and expanding our capacity to provide innovative products and services.",
    "en2023": "We established a strategic partnership with PREVENCIÓN MATAFUEGOS, aimed at implementing and maintaining fire protection systems.",
    "en2024": "We strengthened our market presence through alliances with HEN S.R.L and WELDERLAS, diversifying our range of services and products, providing efficient and high-value solutions.",
    "en2025": "We consolidated our experience under our new commercial brand SANEAMIENTO INTEGRAL. Strengthening our commitment to environmental sustainability, promoting responsible practices, and developing innovative solutions to ensure the protection and well-being of our clients and the environment in which they operate.",
    "growth": "Consolidation and Growth",
    "associated": "Our Associated Companies",
    "members": "We are part of"
  },
  "servicios": {
    "title": "Services and Products",
    "items": {
      "saneamientoAmbiental": {
        "title": "Environmental Sanitation",
        "description": "We provide comprehensive solutions with our services and products for various industries, ensuring clean, safe, and healthy environments with certified protocols.\n• Sale of Chemical Products such as: Acetic Acid, Sulfuric Acid, Boric Acid, Nitric Acid, Citric Acid, Hydrochloric Acid; Borax; Sanitizer; Pool Products; among others."
      },
      "manejoPlagas": {
  "title": "Pest Management",
  "description": {
    "intro": "We stand out for implementing the \"Best Plan\" capable of keeping pest species below tolerance thresholds, first exploiting natural resources and then using integrated control methods compatible with the environment.",
    "methodsTitle": "MAIN METHODS",
    "methods": {
      "biologicos": {
        "title": "BIOLOGICAL",
        "description": "Using living organisms to control without using chemical products."
      },
      "fisicos": {
        "title": "PHYSICAL",
        "description": "UV capture traps / adhesive traps / sanitary curtains, etc."
      },
      "culturales": {
        "title": "CULTURAL",
        "description": "Training for operators and management staff, reports, and statistics."
      },
      "quimicos": {
        "title": "CHEMICAL",
        "description": "Electric spraying treatments. Thermal fogging. Monitoring rings equipped with bait stations for rodents."
      }}}},
      "seguridadContraIncendios": {
        "title": "Fire Safety",
        "description": "In the Safety Division, we are dedicated to the sale and recharge of fire extinguishers, as well as providing services aimed at preserving lives and property.\nWe have Personal Protection Equipment, fire measurement instruments for buildings, signage elements, first aid kits, and a wide variety of other products."
      },
      "ingenieria": {
        "title": "Engineering",
        "description": "Labor and Engineering Services for the Metalworking Industry; Qualified labor for the areas of Electricity, Refrigeration, and Civil Construction."
      }
    }
  },
  "empresas": {
  "title": "Some organizations that trust us",
  "organismosTitle": "Government Agencies",
  "empresasTitle": "Companies",
  "saludTitle": "Health Institutions",
  "minerasTitle": "Mining Companies",
  "organismos": [
    "Municipalidad Capital",
    "Municipalidad de San Martín",
    "Municipalidad de Rawson",
    "Municipalidad de Chimbas",
    "Tribunales Federales De San Juan",
    "Policía de la Provincia de San Juan",
    "Teatro del Bicentenario"
  ]
},
  "contacto": {
  "title": "Contact"
},
  "footer": {
    "text": "© 2025 Integral Sanitation. All rights reserved."
  }
}